{
    "character":[
        {
            "name":"Player Character",
            "flavor": "You. In a Mech. IN SPACE!!!"
        },
        {
            "name": "Space Brigand",
            "flavor": "Just like the terrestial type, just IN SPACE!!!"
        }
    ],
    "weapon":[
        {
            "name": "Battle Ax",
            "flavor": "A classic weapon emblematic of destructive force."
        },
        {
            "name": "Kinetic Rifle",
            "flavor": "In an age of lasers and rockets, making something really hard go really fast can still cause a lot of Trauma"
        }
    ],
    "armor":[
        {
            "name": "Basic Armor",
            "flavor": "The minimum armor required to survive interstellar radiation"
        },
        {
            "name": "Bararium Armor",
            "flavor": "Armor from a special alloy that raises the Bar on protection"
        }
    ],
    "item":[
        {
            "name": "Repair Bot",
            "flavor": "A modest, battery-powered robot which repairs your mech"
        }
    ],
    "resource":[
        {
            "name": "Provisions",
            "flavor": "Food. It may be space, but food is still just food."
        },
        {
            "name": "Battery",
            "flavor": "Your standard ZZZ Battery that gets slapped in the back of your everyday electronics"
        },
        {
            "name": "Scrap",
            "flavor": "Reuse, Recycle... don't Reduce; we need every piece we can get"
        },
        {
            "name": "Biomaterial",
            "flavor": "Biological matter from living organisms that doesn't have any obvious use"
        }
    ],
    "transport":[
        {
            "name": "Lugger",
            "flavor": "It's old and rusty, but this stellar tugship is up to the task of hauling your mech from sector to sector."
        },
        {
            "name": "Brig",
            "flavor": "A proper starship with ample space for a mech bay"
        },
        {
            "name": "Barge",
            "flavor": "A large space-fairing ship with ample room for supplies"
        }
    ],

    "sector":[
        {
            "name": "Residential Sector",
            "flavor": "Housing for residents of The Colony"
        },
        {
            "name": "Scout Bots",
            "flavor": "This sector maintains Scout Bots which periodically scout nearby planets for food and supplies"
        },
        {
            "name": "Farm Bots",
            "flavor": "A vertical farm fueled by artifical light. Sure, it only grows greens, but when you're adrift in space you can't really be picky."
        }
    ],
    "job":[
        {
            "name": "Grow Food",
            "flavor": "The colonists farm, weed, prune, pick, water, and do whatever is necessary to get food from the ground and from trees in the colony"
        },
        {
            "name": "Charge Batteries",
            "flavor": "The works run on (futuristically-efficient) treadmills in order to charge batteries"
        }
    ]
}