{
    "character":[
        {
            "name":"Player Character",
            "flavor": "You. In a Mech. IN SPACE!!!"
        },
        {
            "name": "Space Brigand",
            "flavor": "Just like the terrestial type, just IN SPACE!!!"
        },
        {
            "name": "Magna Populator",
            "flavor": "It's just a  big cat... A REALLY BIG cat..."
        },
        {
            "name": "Magna Ultima Populator",
            "flavor": "It's just a big... Actualy, no, this no longer just a big cat."
        }
    ],
    "weapon":[
        {
            "name": "Battle Ax",
            "flavor": "A classic weapon emblematic of destructive force."
        },
        {
            "name": "Kinetic Rifle",
            "flavor": "In an age of lasers and rockets, making something really hard go really fast can still cause a lot of trauma"
        },
        {
            "name": "Laser Pistol",
            "flavor": "This handy little sidearm focuses the rage of a thousand suns into an itty bitty laser beam."
        },
        {
            "name": "Energy Sword",
            "flavor": "While it's still iconic, this version does not one-shot the enemy. Most of the time."
        },        
        {
            "name": "Razor Claws",
            "flavor": "Nature's daggers: shaped by millenia and honed by the wild."
        },
        {
            "name": "Saber Fangs",
            "flavor": "Monstrous incisors with the potential to pry your tin can open."
        }
    ],
    "armor":[
        {
            "name": "Basic Armor",
            "flavor": "The minimum armor required to survive interstellar radiation"
        },
        {
            "name": "Bararium Armor",
            "flavor": "Armor from a special alloy that raises the Bar on protection"
        },
        {
            "name": "Thick Fur",
            "flavor": "The creature is covered in thick fur. Which is less impressive since you're in a mech, but- hey- that's what evolution gave it."
        }
    ],
    "item":[
        {
            "name": "Repair Bot",
            "flavor": "A modest, battery-powered robot which repairs your mech"
        }
    ],
    "resource":[
        {
            "name": "Provisions",
            "flavor": "Food. It may be space, but food is still just food."
        },
        {
            "name": "Battery",
            "flavor": "Your standard ZZZ Battery that gets slapped in the back of your everyday electronics"
        },
        {
            "name": "Scrap",
            "flavor": "Reuse, Recycle... don't Reduce; we need every piece we can get"
        },
        {
            "name": "Biomaterial",
            "flavor": "Biological matter from living organisms that doesn't have any obvious use"
        },
        {
            "name": "Kinetic Slugs",
            "flavor": "Solid metal chunks of bad intentions"
        },
        {
            "name":"Geolocating Marker",
            "flavor": "A nifty little device that can maintain a connection between mech and transport no matter the planet's magnetic field strength or corrosivity of its atmosphere. A must-have for every Wanderer."
        },
        {
            "name": "Enhanced Biomaterial",
            "flavor": "The creature this material came from spent a long period in the vacinity of Auron Crystals, mutating its DNA causing it to be larger and smarter than others of its type."
        }
    ],
    "transport":[
        {
            "name": "Lugger",
            "flavor": "It's old and rusty, but this stellar tugship is up to the task of hauling your mech from sector to sector."
        },
        {
            "name": "Brig",
            "flavor": "A proper starship with ample space for a mech bay"
        },
        {
            "name": "Barge",
            "flavor": "A large space-fairing ship with ample room for supplies"
        }
    ],

    "sector":[
        {
            "name": "Scavenge Scrap",
            "flavor": "Take The Colony's Scrap Collector out for a joy ride."
        },
        {
            "name": "Residential Sector",
            "flavor": "Housing for residents of The Colony."
        },
        {
            "name": "Scout Bots",
            "flavor": "This sector maintains Scout Bots which periodically scout nearby planets for food and supplies."
        },
        {
            "name": "Farm Bots",
            "flavor": "A vertical farm fueled by artifical light. Sure, it only grows greens, but when you're adrift in space you can't really be picky."
        }
    ],
    "job":[
        {
            "name": "Grow Food",
            "flavor": "The colonists farm, weed, prune, pick, water, and do whatever is necessary to get food from the ground and from trees in the colony"
        },
        {
            "name": "Charge Batteries",
            "flavor": "The works run on (futuristically-efficient) treadmills in order to charge batteries"
        }
    ],
    "ui":{
        "game":[
            "None"
        ],
        "colony":[
            "Resources",
            "Requires",
            "Sectors",
            "Replace Batteries",
            "Residents",
            "Sectors",
            "Construct",
            "Dark",
            "Shadowy",
            "Dim",
            "Lighted",
            "Bright",
            "Shining",
            "Shell",
            "Base",
            "",
            "",
            "Community",
            "Colony",
            "Inoperable",
            "Operational",
            "Fully Operational",
            "Repair",
            "Expand",
            "Maximum Efficiency",
            "Collect"
        ],
        "messagelog":[
            "System Log",
            "You exchange old batteries for new ones",
            "The last of the power drains from the ${population}",
            "The ${population} is barely operational",
            "The lights are dim around the ${population}",
            "",
            "",
            "The ${population} is fully lit"

        ],
        "gameplay":[
            "With your mech badly damaged, you seek refuge within a dark shell.",
            "The dark shell sputters as the new batteries resuscitate it",
            "Looking around the hull in the dim light, you spot a salvaging rig. You think you can get it working with the scrap you have."
        ]
    }
}